mattmc3/zephyr                              path:plugins/completion

$ASDF_DIR/completions                       kind:fpath
$ZDOTDIR/completions.d                      kind:fpath
$ZDOTDIR/plugins.d                          path:wsl conditional:is_wsl
$ZDOTDIR/plugins.d                          path:terramate
$ZDOTDIR/plugins.d                          path:az
zsh-users/zsh-completions

agkozak/zsh-z
junegunn/fzf                                path:shell
sharkdp/fd                                  path:contrib/completion kind:fpath
watchexec/watchexec                         path:completions/zsh
eza-community/eza                           path:completions/zsh kind:fpath
ohmyzsh/ohmyzsh                             path:plugins/terraform
ohmyzsh/ohmyzsh                             path:plugins/dotnet
ohmyzsh/ohmyzsh                             path:plugins/ripgrep kind:fpath

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting