mattmc3/zephyr             path:plugins/completion

$ZDOTDIR/completions.d     kind:fpath
zsh-users/zsh-completions 

agkozak/zsh-z
junegunn/fzf               path:shell                         branch:v0.60.0 
sharkdp/fd                 path:contrib/completion kind:fpath
eza-community/eza          path:completions/zsh kind:fpath
ohmyzsh/ohmyzsh            path:plugins/ripgrep kind:fpath

$ZDOTDIR/plugins.d         path:wsl               conditional:"is_wsl"
$ZDOTDIR/plugins.d         path:flox              conditional:"is-callable flox"
$ZDOTDIR/plugins.d         path:terramate         conditional:"is-callable terramate"
$ZDOTDIR/plugins.d         path:az                conditional:"is-callable az"
ohmyzsh/ohmyzsh            path:plugins/terraform conditional:"is-callable terraform"
ohmyzsh/ohmyzsh            path:plugins/dotnet    conditional:"is-callable dotnet"

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
